brew "stow"
brew "ripgrep"
brew "fzf"
brew "cmake"
brew "ninja"
brew "tmux"
brew "neovim"
brew "duckdb"
brew "jdtls"
brew "openjdk@17"
brew "openjdk@21"
brew "htop"
brew "jq"
brew "tree"
brew "awscli"
brew "rlwrap"

brew "r"
brew "minimal-racket"
brew "opam"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"

cask "font-jetbrains-mono"
cask "amethyst"
cask "alacritty"
cask "obsidian"
