brew "stow"

brew "fd"
brew "ripgrep"
brew "fzf"

brew "cmake"
brew "ninja"

brew "tmux"
brew "neovim"

brew "duckdb"
brew "pgcli"

brew "jdtls"
brew "terraform-ls"

brew "openjdk@17"
brew "r"

cask "amethyst"
